str1 = "Hello Python"
str2 = '안녕 파이썬'

print(str1)
print(str2)

str3 = "우리 학원은 '더조은IT아카데미' 입니다"
print(str3)

str4 = '우리 학원은 "더조은IT아카데미" 입니다'
print(str4)

str5 = "우리 학원은 \"더조은IT아카데미\" 입니다"
print(str5)

str6 = '우리 학원은 \'더조은IT아카데미\' 입니다'
print(str6)

str7 = '''우리 학원은
더조은IT아카데미
입니다'''
print(str7)

'''
 \n : 줄바꿈 문자 (개행 문자)
      New Line
'''
str8 = '우리 학원은 \n더조은IT아카데미 \n입니다'
print(str8)

'''
\n	문자열 안에서 줄을 바꿀 때 사용
\t	문자열 사이에 탭 간격을 줄 때 사용
\\	문자 \를 그대로 표현할 때 사용
\'	작은따옴표(')를 그대로 표현할 때 사용
\"	큰따옴표(")를 그대로 표현할 때 사용
\r	캐리지 리턴(줄 바꿈 문자, 현재 커서를 가장 앞으로 이동)
\f	폼 피드(줄 바꿈 문자, 현재 커서를 다음 줄로 이동)
\a	벨 소리(출력할 때 PC 스피커에서 '삑' 소리가 난다)
\b	백 스페이스
\000	널 문자
'''
str9  = ''
str10 = ' '
