num = 0
'''
마포구 = [010,011,012]
용산구 = [013,014,015]
송파구 = [016,017,018]

01000, 01100, 01200, 01300, 01400, 
01500, 01600, 01700, 01800

위의 우편번호 중에서 하나를 입력하여
어느 구에 거주하는지 출력하세요
'''
mapo = ['010','011','012']
yongsan = ['013','014','015']
songpa = ['016','017','018']

'''
01000, 01100, 01200, 01300, 01400, 
01500, 01600, 01700, 01800
'''
post_number = input("위에서 우편번호 5자리를 입력하세요 : ")
post = post_number[:3]
goo = ''

if post in mapo:
  goo = '마포구'
elif post in yongsan:
  goo = '용산구'
elif post in songpa:
  goo = '송파구'

print(f'당신은 {goo} 에 거주합니다')



